[
  {
    "MovieName": "Audrey",
    "Year": "2020",
    "runtime": 90,
    "genres": "Documentary",
    "summary": "Audrey Hepburn won her first Academy Award at the age of 24 and went on to become one of the world's greatest cultural icons: a once-in-a-generation beauty, and legendary star of Hollywood's Golden Age, whose style and pioneering collaboration with Hubert de Givenchy continues to inspire. But who was the real Audrey Hepburn? Malnourished as a child, abandoned by her father and growing up under Nazi occupation in Holland, Hepburn faced a life-long battle with the traumas of her past, which thwarted her dreams of becoming a ballet dancer, and cast a shadow over her personal life. Yet she found inner peace using her superstardom for good as a global ambassador for UNICEF and bringing her life full circle; first a victim of war, then a source of relief to millions.",
    "image": "https://img.yts.mx/assets/images/movies/audrey_2020/medium-cover.jpg",
    "torrent": "https://yts.mx/torrent/download/BB0777DB1B978B1CB5C8F641175A7C020559F06B"
  },
  {
    "MovieName": "Wheels of Fortune",
    "Year": "2020",
    "runtime": 106,
    "genres": "Comedy",
    "summary": "In order to claim his inheritance, a born loser travels the country with his childhood friends to prove he can be a winner. Ish.",
    "image": "https://img.yts.mx/assets/images/movies/audrey_2020/medium-cover.jpg",
    "torrent": "https://yts.mx/torrent/download/9BE6309F10DA7BE250999900F9E6BDDDEF55D9F4"
  },
  {
    "MovieName": "We still say grace",
    "Year": "2020",
    "runtime": 94,
    "genres": "Thriller",
    "summary": "The teenage daughter (Holly Taylor) of a religious fanatic (Bruce Davison) attempts to escape her father's delusional suicide pact after three strangers break down near her family's remote rural compound.",
    "image": "https://yts.mx/assets/images/movies/we_still_say_grace_2020/medium-cover.jpg",
    "torrent": "https://yts.mx/torrent/download/5657804E4DFD597AEBBC2441CE55449361D60A19"
  },
  {
    "MovieName": "Don't Click",
    "Year": "2020",
    "runtime": 90,
    "genres": "Horror",
    "summary": "After accessing a pornographic website, two men wake up to find themselves trapped in a dungeon with a supernatural entity.",
    "image": "https://yts.mx/assets/images/movies/dont_click_2020/medium-cover.jpg",
    "torrent": "https://yts.mx/torrent/download/2C4187B76B5258D43E4E5BEB61C57FCC0557B444"
  }
]